Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_kehittaa_saamenkielisia_kaannos-_ja_tulkkauspalveluita_-_uusi_sivusto_avattu.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät kehittää saamenkielisiä käännös- ja tulkkauspalveluita – uusi sivusto avattu
sms: Sääʹmteʹǧǧ pueʹrad sääʹmǩiõllsaž jåårǥlâʹttem- da tuʹlǩǩeemkääzzkõõzzid – ođđ seiddõs ääʹvuum

source: Saamelaiskäräjien saamen kielen toimisto on uudistanut sivuston, josta löytyy lista freelancer-kääntäjistä ja tulkeista.
sms: Sääʹmteeʹǧǧ sääʹmǩiõl koontâr lij oođääm seiddõõzz, koʹst käunnai listt freelancer-jåårǥlõʹttjin da tuulkin.

source: Uudelle sivustolle pääset tästä .
sms: Ođđ seiddõʹsse piâzzak tääiǥ .

source: Sivustolle on lisätty saamenkielten uusien kääntäjien ja tulkkien tiedot sekä ohjeet käännösten ja tulkkauksen tilaamiseen.
sms: Seiddõʹsse lie lââʹzztum sääʹmǩiõli ođđ jåårǥlõʹttji da tuulki teâđ di vuäppõõzz jåårǥlâttmõõžži da tuʹlǩǩummši tiʹllʼjem vääras.

source: Sen lisäksi hakutoimintoa on parannettu.
sms: Tõn lââʹssen ooccâmnääʹll lij pueʹruum.

source: Sivuston uudistustyön tarkoituksena on parantaa kääntäjien ja tulkkien saavutettavuutta sekä edistää saamenkielisten palveluiden toteutumista.
sms: Seiddõõzz oođeemtuâj jurddjen lij pueʹreed jåårǥlõʹttji da tuulki kaunnmõõžž di õõuʹdeed sääʹmǩiõllsai kääzzkõõzzi teâuddjummuž.

source: Sivun kautta tulkit ja kääntäjät voivat halutessaan ilmoittaa tietonsa lisättäväksi sivustolle.
sms: Seeid pääiʹǩ tuulk da jåårǥlõʹtti vuäiʹtte haaʹleeʹn iʹlmmted teâđeez lââʹzztemnalla seiddõʹsse.

source: Saamen kielilain mukaan Saamelaiskäräjien saamen kielen toimiston tehtävänä on toimittaa käännöksiä viranomaisille, ja Saamelaiskäräjiltä voi myös tilata käännöksiä.
sms: Sääʹm ǩiõll-lääʹjj mieʹldd Sääʹmteeʹǧǧ sääʹmǩiõl konttâr tuâjjan lij tooiʹmted jåårǥlâttmõõžžid veʹrǧǧniiʹǩǩid, da Sääʹmteeʹǧǧest vuäitt še tiʹllʼjed jåårǥlâttmõõžžid.

source: Ohjeet käännösten tilaamiseen Saamelaiskäräjiltä löytyvät täältä .
sms: Vuäppõõzz jåårǥlâttmõõžži tiʹllʼjummša Sääʹmteeʹǧǧest käunnʼje tääiǥ .

source: Saamelaiskäräjät asettaa etusijalle tilaukset niiltä viranomaisilta, joita saamen kielilaki koskee.
sms: Sääʹmteʹǧǧ šiõttad vuõss-sâjja tiʹllʼjummšid tõin veʹrǧǧniiʹǩǩin, koid sääʹm ǩiõll-lääʹǩǩ kuâskk.

source: Saamen kielen toimisto auttaa freelancer-kääntäjien löytämisessä, jos toimiston kääntäjät eivät voi ottaa käännöstyötä vastaan.
sms: Sääʹmǩiõl koontâr vieʹǩǩat freelancer-jåårǥlõʹttji kaunnmõõžžâst, jos konttâr jåårǥlõʹtti jie vueiʹt väʹldded jåårǥlâʹttemtuâj vuâstta.

source: Toimisto auttaa myös tulkkien löytämisessä.
sms: Koontâr vieʹǩǩat še tuulki kaunnmõõžžâst.

source: Saamelaiskäräjät on tehnyt uudistuksen yhteistyössä Saamelaisalueen koulutuskeskuksen vetämän Saamen kielten tulkkaus -hankkeen kanssa.
sms: Sääʹmteʹǧǧ lij tuejjääm oođummuž õhttsažtuâjast Sääʹm škooultemkõõskõõzz ǩieʹssem Sääʹmǩiõli tuʹlǩǩummuš -haʹŋǩǩõõzzin.

source: Uudelta sivustolta löytyy hankkeessa tehdyt tulkkausesitteet ja niiden tulkkien nimet, jotka ovat suorittaneet saamenkielisen tulkkauskoulutuksen.
sms: Ođđ seiddõõzzâst käunnʼje haʹŋǩǩõõzzâst rajjum tuʹlǩǩeembrosyyr da tõi tuulki nõõm, kook lie čõõđtam sääʹmǩiõllsaž tuʹlǩǩeemškooultõõzz.

source: Listaan on nyt myös täydennetty tietoja siitä, missä tulkit toimivat, millaisille aloille he ovat erikoistuneet ja kuinka heidät tavoittaa.
sms: Liʹstte lie ååʹn še tiudduum teâđ tõʹst, koʹst tuulk toiʹmmje, måkam suõʹrjin sij lie spesialiist da mõõn nalla siʹjjid tääʹvat.

source: Myös hakutoimintoa on parannettu, jotta tulkin tai kääntäjän löytäminen on helpompaa ja nopeampaa.
sms: Ooccâmnääʹll lij še pueʹruum, što tuulk leʹbe jåårǥlõʹtti kaunnmõš lij hiâlpab da jåʹttlab.

source: – Me olemme saaneet palautetta, että saamenkielisiä tulkkeja ja kääntäjiä on vaikea löytää, ja siksi olemme kehittäneet kyseistä sivustoa, kertoo kieliturvasihteeri Anne Kirste Aikio ja jatkaa: – Me koemme, että viranomaisilla on yhä enemmän halua tuottaa sisältöjä saameksi, ja käännös- ja tulkkaustarpeet ovat lisääntyneet kovasti.
sms: – Mij leäʹp vuäǯǯam maacctõõzz, što sääʹmǩiõllsaž tuulkid da jåårǥlõʹttjid lij vaiggâd kaunnâd, da tõn diõtt leäʹp oođääm kõõččmõõžžâst åårrai seiddõõzz, särnn ǩiõllstaanpiisar Anne Kirste Aikio da juätkk: – Mij juʹrddep, što veʹrǧǧniiʹǩǩin lij õinn jäänab haall puuʹtʼted siiskõõzzid sääʹmǩiõʹlle, da jåårǥlâʹttem- da tuʹlǩǩeemtaarb lie lâssnam čuuʹt.

source: Toivomme että tämä into tuottaa saamenkielisiä palveluita ei laannu siksi, että tulkkeja ja kääntäjiä ei löydy.
sms: Tuäivvap što tät äʹlššaivuõtt puuʹtʼted sääʹmǩiõllsaž kääzzkõõzzid ij occan tõn diõtt, što tuulk da jåårǥlõõʹtti jie kaunnu.

source: Saamen kielen toimisto on tänä syksynä myös selvittämässä, kuinka edistää ja tehostaa saamen kielen toimiston käännöspalveluita, jotta se pystyisi yhä paremmin palvelemaan viranomaisten ja Saamelaiskäräjien omia käännöstarpeita.
sms: Sääʹmǩiõl koontâr lij tän čõõuč seʹlvteʹmen še, mõõn nalla õõuʹdeed da viõhsseed sääʹmǩiõl konttâr jåårǥlâʹttemkääzzkõõzzid, što tõt pââstče õinn pueʹrben kääzzkâʹstted veʹrǧǧniiʹǩǩi da Sääʹmteeʹǧǧ jiiʹjjes jåårǥlâʹttemtaarbid.

source: Saamelaiskäräjät toivoo, että ensi vuodelle ehdotetut lisäresurssit kääntäjien palkkaamiseksi vahvistetaan Suomen eduskunnassa ja siten saamelaisten kielellisten oikeuksien tilanne paranisi.
sms: Sääʹmteʹǧǧ tuäivv, što puõʹtti eeǥǥas eʹtǩǩuum lââʹssresuursid jåårǥlõʹttji paʹlǩǩummša nââneet Lääʹdd eeʹttiǩ-kååʹddest da nuʹtt säʹmmlai ǩiõlʼlaž vuõiggâdvuõđi vueʹǩǩ puârrneʹče.

source: Saamelaiskäräjien kääntäjä- ja tulkkihakupalvelu
sms: Sääʹmteeʹǧǧ jåårǥlõʹtti- da tulkkooccâmkääzzkõs

source: Saamen kielten tulkkaus -hankkeen verkkosivut: Saamen kielten tulkkaus –hanke – Sogsakk.fi
sms: Sääʹmǩiõli tuʹlǩǩeem -haʹŋǩǩõõzz neʹttseeid: Sääʹmǩiõli tuʹlǩǩeem –haʹŋǩǩõs – Sogsakk.fi

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Anne Kirste Aikio, kieliturvasihteeri anne-kirste.aikio@samediggi.fi puh. 040 707 5626 / 010 839 3124
sms: Anne Kirste Aikio, ǩiõllstaanpiisar anne-kirste.aikio@samediggi.fi 040 707 5626 / 010 839 3124
